README.md

# Table of Contents

1.  [Description of *Roll call votes data for the Mexican Chamber of Deputies* repository](#org0c151d8)
2.  [Description](#org64e785a)
3.  [License](#org4c68763)

Last revision: 2021-02-05


<a id="org0c151d8"></a>

# Description of *Roll call votes data for the Mexican Chamber of Deputies* repository

-   Authors: Federico Estévez, Eric Magar, and Guillermo Rosas
-   Email: emagar at gmail dot com
-   GitHub: <https://github.com/emagar/dipMex>


<a id="org64e785a"></a>

# Description

The repository contains files for analysis of our re-loaded IFE project&#x2014;see our [publication](https://github.com/emagar/ep3/blob/master/lecturas/EstevezMagarRosasIfeElecStud2008.pdf). 


<a id="org4c68763"></a>

# License

This repository in under the MIT License, see <http://opensource.org/licenses/MIT>. The sole condition to use the data is to cite it as follows: Federico Estévez, Eric Magar and Guillermo Rosas. 2008. Partisanship in non-partisan electoral agencies and democratic compliance: Evidence from Mexico's Federal Electoral Institute. *Electoral Studies* vol. 27, pp. 257-271.

